{
    "Dashboard": "Tableau de bord",
    "Profile": "Profil",
    "Log Out": "Déconnexion",
    "Log in": "Connexion",
    "Register": "S'inscrire",
    "You're logged in!": "Vous êtes connecté !",
    "Name": "Nom",
    "Email": "Email",
    "Password": "Mot de passe",
    "Confirm Password": "Confirmer le mot de passe",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Remember me": "Se souvenir de moi",
    "Forgot your password?": "Mot de passe oublié ?",
    "Already registered?": "Déjà inscrit ?",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Cancel": "Annuler",
    "Confirm": "Confirmer",
    "Profile Information": "Informations du profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse email de votre compte.",
    "Update Password": "Mettre à jour le mot de passe",
    "Delete Account": "Supprimer le compte",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation",
    "Reset Password": "Réinitialiser le mot de passe",
    "Resend Verification Email": "Renvoyer l'email de vérification",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'email de vérification.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous votre adresse email et nous vous enverrons un lien de réinitialisation qui vous permettra d'en choisir un nouveau.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Your email address is unverified.": "Votre adresse email n'est pas vérifiée.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez fournie lors de l'inscription."
}
